Repository: antikruk/KDE
Catalog: translated/Belarusian/KDE5/*/kio-extras/kio-extras._json_.po
Languages: be

# Name
source: Link Files to Activities
be: Звязаць файлы з пакоямі

# Name
source: Search Folder Updater
be: Сродак абнаўлення каталога пошуку

# Name
source: KDE MTP daemon
be: Дэман KDE MTP

# Name
source: Recent Document Watcher
be: Назіральнік за нядаўнімі дакументамі

# Name
source: Forget items from Recent Documents and Recent Locations
be: Забыцца на элементы з нядаўніх дакументаў і нядаўніх размяшчэнняў

# Name
source: SMB Watcher
be: Назіральнік SMB

# Name
source: Audio files
be: Аўдыяфайлы

# Name
source: Comic Books
be: Коміксы

# Name
source: Cursor Files
be: Файлы курсора

# Name
source: DjVu Files
be: Файлы DjVu

# Name
source: EXR Images
be: Выявы EXR

# Name
source: Images (GIF, PNG, BMP, ...)
be: Выявы (GIF, PNG, BMP, ...)

# Name
source: JPEG Images
be: Выявы JPEG

# Name
source: Krita Documents
be: Дакументы Krita

# Name
source: Office Documents
be: Дакументы Office

# Name
source: SVG Images
be: Выявы SVG

# Name
source: Text Files
be: Тэкставыя файлы

# Name
source: Microsoft Windows Executables
be: Выканальныя файлы Microsoft Windows

# Name
source: Microsoft Windows Images
be: Выявы Microsoft Windows

# Description
source: Allows automatic updates of Search Folders
be: Дазволіць аўтаматычнае абнаўленне каталогаў пошуку

# Description
source: TODO
be: Спіс задач

# Description
source: Monitors "Recent Documents" folder for changes
be: Назіранне за каталогам "Нядаўнія дакументы"

# Description
source: Monitors directories on the smb:/ protocol for changes
be: Назіранне за каталогамі па шляху smb:/
