Repository: antikruk/KDE
Catalog: translated/Belarusian/KDE5current/digikam/digikam._desktop_.po
Languages: be

# Name
source: Download complete
be: Спампавана

# Comment
source: A download from a camera or other device has finished.
be: Спампоўванне з камеры альбо іншай прылады завершана.

# Name
source: Save file complete
be: Файл захаваны

# Comment
source: A file from image editor is saved.
be: Файл з рэдактара выяў захаваны.

# Name
source: Batch queue completed
be: Чарга скончаная

# Comment
source: A queue in the batch queue manager has been completed.
be: Чарга ў кіраўніку чэргаў скончаная.

# Name
source: Update of fingerprint database complete
be: База даных адбіткаў абноўленая

# Comment
source: The update of the fingerprint database has been completed.
be: База даных адбіткаў абноўленая.

# Name
source: Update of thumbnails database complete
be: База даных мініяцюр абноўленая

# Comment
source: The update of the thumbnails database has been completed.
be: База даных мініяцюр абноўленая.

# Name
source: Synchronization of images' metadata with database completed
be: Сінхранізацыя метаданых выяў з базай даных завершаная

# Comment
source: The synchronization of the images' metadata with the database has been completed.
be: Сінхранізацыя метаданых выяў з базай даных завершаная.

# Name
source: Update of detected faces database complete
be: База даных выяўленых твараў абноўленая

# Comment
source: The update of the detected faces database has completed.
be: Абнаўленне базы даных выяўленых твараў завершана.

# Name
source: Update of duplicates items in database complete
be: Абнаўленне дублікатаў у базе даных завершана

# Comment
source: The update of the duplicates items in database has completed.
be: Абнаўленне дублікатаў у базе даных завершана.

# Name
source: Find of new items in database complete
be: Пошук новых элементаў у базе даных завершаны

# Comment
source: The scan of the new items in database has completed.
be: Сканаванне новых элеметаў у базе даных завершана.

# GenericName
source: Photo Management Program
be: Праграма для кіравання фотаздымкамі

# Comment
source: Manage your photographs like a professional with the power of open source
be: Кіруйце сваімі фотаздымкамі як прафесіянал з дапамогай свабоднага праграмнага забеспячэння

# Name
source: Blue curves
be: Сінія выгібы

# Comment
source: A stylised theme
be: Стылізаваная тэма

# Name
source: Gallery Introduction
be: Уводзіны ў галерэю

# Name
source: Thumbnails per row
be: Мініяцюр у радку

# Name
source: Blue Frames
be: Сінія рамкі

# Comment
source: A theme variation based Frames theme
be: Тэма на аснове аздаблення з сінімі рамкамі

# Name
source: Classic
be: Класічная

# Comment
source: A port of the old HTML Export plugin theme
be: Порт старой тэмы для экспарту ў HTML

# Name
source: Background Color
be: Колер фону

# Name
source: Foreground Color
be: Колер тэксту

# Name
source: Font Size
be: Памер шрыфту

# Name
source: Image Border Size
be: Таўшчыня рамкі выявы

# Name
source: Image Border Color
be: Колер рамкі выявы

# Name
source: Link Color
be: Колер спасылкі

# Name
source: Visited Link Color
be: Колер наведанай спасылкі

# Name
source: Clean Frames
be: Кампактная з рамкамі

# Comment
source: A frame theme based on Ruediger Bente's frame theme
be: Тэма на аснове тэмы ад Ruediger Bente

# Name
source: Style
be: Стыль

# Name
source: Date Frames
be: Рамкі даты

# Name
source: Thumbnail Background
be: Фон мініяцюр

# Name
source: Image Background (contrasting)
be: Фон выяў (кантрасны)

# Name
source: Nav Bar Background (dark)
be: Фон панэлі навігацыі (цёмны)

# Name
source: Caption Date Format (see xsltsl.sourceforge.net/date-time.html)
be: Фармат даты ў подпісах (глядзіце xsltsl.sourceforge.net/date-time.html)

# Comment
source: XSL Date Format String: Use the syntax given at xsltsl.sourceforge.net/date-time.html
be: Фармат даты радкоў XSL: выкарыстоўвайце сінтаксіс, апісанне якога можна знайсці па адрасе xsltsl.sourceforge.net/date-time.html

# Name
source: Image List Date Format
be: Фармат даты ў спісе выяў

# Comment
source: Yet another simple theme. Clean look with more image details.
be: Яшчэ адна простая тэма. Зручны прагляд з падрабязнай інфармацыяй пра выяву.

# Name
source: Details
be: Падрабязнасці

# Name
source: Details screenshot
be: Папярэдні прагляд падрабязнасцяў

# Name
source: Footer information
be: Змесціва ніжняга калонтытула

# Name
source: Elegant
be: Элегантная

# Comment
source: Based on the "Simple" theme. Uses Lytebox by Markus F. Hay to display the images in a slideshow.
be: Заснаваная на тэме "Простая". Выкарыстоўваецца Lytebox ад Markus F. Hay для паказу слайд-шоу.

# Name
source: Author
be: Аўтар

# Name
source: Images per page
be: Выяў на старонцы

# Name
source: Page links location
be: Размяшчэнне спасылак на старонцы

# Name
source: Use LyteBox
be: Выкарыстоўваць LyteBox

# Name
source: LyteBox Slideshow Interval
be: Інтэрвал слайд-шоу LyteBox

# Name
source: Custom Background Color
be: Адвольны колер фону

# Name
source: Custom Foreground Color
be: Адвольны колер тэксту

# Name
source: Custom Link Color
be: Адвольны колер спасылак

# Name
source: Custom Hover Link Color
be: Адвольны колер спасылак пад курсорам

# Name
source: Custom Visited Link Color
be: Адвольны колер наведаных спасылак

# Name
source: Custom Frame Color
be: Адвольны колер рамкі

# Name
source: Custom Frame Border Color
be: Адвольны колер межаў рамкі

# Name
source: Custom Selected Frame Color
be: Адвольны колер рамкі пад курсорам

# Name
source: Custom Selected Frame Border Color
be: Адвольны колер межаў рамкі пад курсорам

# Name
source: Floating Cards
be: Выплыўныя карткі

# Comment
source: A dark theme with floating thumbnail/description cards. Fast navigation through the gallery.
be: Цёмная тэма з выплыўнымі карткамі з мініяцюрамі альбо апісаннем, праз якія можна хутка перамяшчацца па галерэі.

# Name
source: Keyboard & swipe navigation
be: Навігацыя клавіятурай і пракручваннем

# Name
source: Preload
be: Папярэдняя загрузка

# Name
source: Frames
be: Рамкі

# Comment
source: A frame theme
be: Тэма з рамкамі

# Name
source: HTML5 Responsive
be: Адаптыўны HTML5

# Comment
source: Generates a gallery using responsive HTML5 and CSS3 and UTF-8 encoding. Optionally uses PhotoSwipe by Dmitry Semenov to display the images.
be: Стварае галерэю з выкарыстаннем адаптыўнага HTML5, CSS3, UTF-8. Таксама мае магчымасць выкарыстання PhotoSwipe ад Dmitry Semenov для адлюстравання малюнкаў.

# Name
source: Top pagination mode
be: Рэжым верхняй нумарацыі

# Name
source: Bottom pagination mode
be: Рэжым ніжняй нумарацыі

# Name
source: Use PhotoSwipe
be: Выкарыстоўваць PhotoSwipe

# Name
source: PhotoSwipe Background Opacity
be: Непразрыстасць фону PhotoSwipe

# Name
source: PhotoSwipe sharing button
be: Кнопка абагульвання PhotoSwipe

# Name
source: Add jiggle
be: Дадаць хістанне

# Name
source: Show GPS data
be: Паказваць даныя GPS

# Name
source: Matrix
be: Матрыца

# Comment
source: Show your photos with Matrix style
be: Паказ фотаздымкаў у стылі матрыцы

# Comment
source: Yet another nice theme. Very simple and clean look with "calligraphics" icons.
be: Яшчэ адна прыгожая тэма. Вельмі простая, са значкамі "calligraphics".

# Name
source: Simple Rounded
be: Простая са скругленнямі

# Comment
source: A theme with rounded corners and page support on big galeries
be: Тэма са скругленымі вугламі і падтрымкай старонак для вялікіх галерэй

# Name
source: Title Bar
be: Панэль назвы

# Name
source: Name of the Homepage
be: Назва хатняй старонкі

# Name
source: Url to the Homepage
be: Адрас хатняй старонкі

# Name
source: Background
be: Фон

# Name
source: Content background
be: Фон змесціва

# Name
source: Icon background
be: Фон значкоў

# Name
source: Background of the navigation
be: Фон панэлі навігацыі

# Name
source: Thumbnail border
be: Рамкі мініяцюр

# Name
source: Links
be: Спасылкі

# Name
source: Simple Rounded Shapes
be: Простая са скругленымі вугламі

# Name
source: Simple
be: Простая

# Comment
source: A simple and light theme
be: Простая і светлая тэма

# Name
source: Simple Slideshow
be: Простае слайд-шоу

# Comment
source: A slideshow designed for a kiosk-mode display. Generated from a simple template with javascript and css embedded into a single index.html file.
be: Слайд-шоу распрацоўвалася для паказу ў рэжыме кіёска. Створана па простым шаблоне з javascript і css, убудаванымі ў адзін файл index.html.

# Name
source: Time between slides (seconds)
be: Інтэрвал паміж слайдамі ў секундах

# Name
source: Location of controls
be: Размяшчэнне элементаў кіравання

# Name
source: Snow
be: Снег

# Comment
source: A perfect match for your mountain holidays
be: Вельмі пасуе для горнага адпачынку

# Name
source: Vanilla
be: Ваніль

# Comment
source: This theme is based on the look of Adobe Lightroom's HTML export. It has a simple but usable grid layout and comes with various color presets.
be: Тэма на аснове HTML, падрыхтаваных для экспарту ў Adobe Lightroom. Простая, але са зручным выкладам і некалькімі колеравымі схемамі.

# Name
source: Author Email
be: Электронная пошта аўтара

# Name
source: Rows per page
be: Радкоў на старонцы

# Name
source: Columns per page
be: Слупкоў на старонцы

# Name
source: Show image numbers
be: Нумараваць выявы

# Name
source: Add drop shadow
be: Дадаць цень

# Name
source: Thumbnail margin
be: Контур мініяцюр

# Name
source: 10.5x14.8 cm (1 photo)
be: 10.5x14.8 cм (1 фотаздымак)

# Name
source: 10x15 cm (1 photo)
be: 10x15 cм (1 фотаздымак)

# Name
source: 20x25 cm (1 photo)
be: 20x25 cм (1 фотаздымак)

# Name
source: 8 x 10" (1 photo)
be: 8x10 цаляў (1 фотаздымак)

# Name
source: 9x13 cm (1 photo)
be: 9x13 cм (1 фотаздымак)

# Name
source: 13x18 cm (2 photos)
be: 13x18 cм (2 фотаздымкі)

# Name
source: 5 x 7" (2 photos)
be: 5x7 цаляў (2 фотаздымкі)

# Name
source: 10x15 cm (3 photos)
be: 10x15 cм (3 фотаздымкі)

# Name
source: 4 x 6" (3 photos)
be: 4x6 цаляў (3 фотаздымкі)

# Name
source: 10x13.33 cm (4 photos)
be: 10x13.33 cм (4 фотаздымкі)

# Name
source: 3.5 x 5" (4 photos)
be: 3.5x5 цаляў (4 фотаздымкі)

# Name
source: Passport photos - 4.5x5cm (4 photos)
be: Фотаздымкі на пашпарт - 4.5х5см (4 фотаздымкі)

# Name
source: 9x13 cm (4 photos)
be: 9x13 cм (4 фотаздымкі)

# Name
source: 4 x 6" Album
be: Альбом з фотаздымкаў 4х6 цаляў

# Name
source: Passport photos UK - 3.5x4.5cm (6 photos)
be: Фотаздымкі на пашпарт Вялікабрытаніі - 3.5х5см (6 фотаздымкаў)

# Name
source: Passport photos - 3.5x4cm (6 photos)
be: Фотаздымкі на пашпарт - 3.5х5см (6 фотаздымкаў)

# Name
source: 6x9 cm (8 photos)
be: 6x9 cм (8 фотаздымкаў)

# Name
source: 10x15 cm Album
be: Альбом з фотаздымкаў 10х15 см

# Name
source: 11.5x15 cm Album
be: Альбом з фотаздымкаў 11.5х15 см

# Name
source: Album Collage 2 (6 photos)
be: Калаж 2 (6 фотаздымкаў)

# Name
source: Album Collage 1 (9 photos)
be: Калаж 1 (9 фотаздымкаў)

# Name
source: Full page
be: На ўсю старонку

# Name
source: Photoframe (5 photos)
be: Фотарамка (5 фотаздымкаў)

# Name
source: Thumbnails 5x4 photos
be: Мініяцюры 5×4 штук

# Name
source: Thumbnails 6x5 photos
be: Мініяцюры 6×5 штук

# GenericName
source: Photo Viewer and Editor
be: Прагляд і рэдагаванне фотаздымкаў
