Repository: antikruk/KDE
Catalog: translated/Belarusian/KDE5current/digikam/org.kde.digikam.appdata.po
Languages: be

source: Photo Management Program
be: Праграма для кіравання фотаздымкамі

source: digiKam is an advanced open-source digital photo management application that runs on Linux, Windows, and MacOS. The application provides a comprehensive set of tools for importing, managing, editing, and sharing photos and raw files. You can use digiKam’s import capabilities to easily transfer photos, raw files, and videos directly from your camera and external storage devices (SD cards, USB disks, etc.). The application allows you to configure import settings and rules that process and organize imported items on-the-fly.
be: digiKam - гэта магутная праграма для кіравання лічбавымі фотаздымкамі з адкрытым зыходным кодам, якая працуе ў Linux, Windows і MacOS. Праграма мае вялікі набор інструментаў для імпартавання, кіравання, рэдагавання і абмену фотаздымкамі і файламі ў фармаце RAW. digiKam мае сродкі для лёгкай перадачы фотаздымкаў, негатываў і відэа непасрэдна з камеры і вонкавых назапашвальнікаў (SD-картак, USB-дыскаў і г. д.). Ёсць магчымасць наладжваць параметры і правілы імпартавання, якія апрацоўваюць і парадуюць элементы падчас выканання працэсу.

source: digiKam organizes photos, raw files, and videos into albums. But the application also features powerful tagging tools that allow you to assign tags, ratings, and labels to photos and raw files. You can then use filtering functionality to quickly find items that match specific criteria.
be: digiKam арганізуе фотаздымкі, негатывы і відэа ў альбомы. Таксама праграма мае магутныя інструменты пазначэння, якія даюць магчымасць прызначаць фотаздымкам і негатывам тэгі, адзнакі і адмеціны. Пасля вы можаце выкарыстоўваць функцыю фільтравання, каб хутка знайсці элементы, якія адпавядаюць пэўным крытэрыям.

source: In addition to filtering functionality, digiKam features powerful searching capabilities that let you search the photo library by a wide range of criteria. You can search photos by tags, labels, rating, data, location, and even specific EXIF, IPTC, or XMP metadata. You can also combine several criteria for more advanced searches. digiKam rely on Exiv2 library to handle metadata tag contents from files to populate the photo library.
be: У дадатак да функцыі фільтрацыі, digiKam мае магутныя магчымасці пошуку, з дапамогай якіх можна шукаць файлы ў бібліятэцы фотаздымкаў па шырокім дыяпазоне крытэрыяў. Вы можаце шукаць фотаздымкі па тэгах, адмецінах, адзнаках, даных, месцазнаходжанні і нават пэўных метаданых EXIF, IPTC або XMP. Таксама вы можаце аб'яднаць некалькі крытэрыяў для больш вузкага пошуку. Для апрацоўвання змесціва тэгаў метаданых з файлаў digiKam выкарыстоўвае бібліятэку Exiv2.

source: digiKam can handle raw files, and the application uses the excellent LibRaw library for decoding raw files. The library is actively maintained and regularly updated to include support for the latest camera models. digiKam can also manage video files for cataloging purpose, and the application uses the FFmpeg backends to extract metadata and play media.
be: digiKam можа апрацоўваць файлы негатываў (raw) і выкарыстоўвае для дэкадавання цудоўную бібліятэку LibRaw. Бібліятэка актыўна падтрымліваецца і рэгулярна абнаўляецца для падтрымкі апошніх мадэляў камер. digiKam таксама можа кіраваць відэафайламі. Для вымання метаданых і прайгравання мультымедыя праграма выкарыстоўвае рухавікі FFmpeg.

source: The application provides a comprehensive set of editing tools. This includes basic tools for adjusting colors, cropping, and sharpening as well as advanced tools for, curves adjustment, panorama stitching, and much more. A special tool based on Lensfun library permit to apply lens corrections automatically on images.
be: Праграма мае шырокі набор інструментаў для рэдагавання. Гэта асноўныя інструменты для падладжвання колераў, абразання і павышэння рэзкасці, а таксама інструменты для падладжвання крывых, панарамнага сшывання і многае іншае. Адмысловы інструмент на базе бібліятэкі Lensfun дае магчымасць аўтаматычна ўжываць карэкцыю аб'ектыва да выяў.

source: Extended functionality in digiKam is implemented via a set of tools based of plugins mechanism (named DPlugins for digiKam Plugins). Plugins can be written to import and export contents to remote web-services, add new features to edit image, and batch process photo.
be: Дадатковы функцыянал у digiKam рэалізаваны з дапамогай набору інструментаў на аснове механізму ўбудоў (DPlugins для digiKam Plugins). Можна напісаць убудовы для імпартавання і экспартавання змесціва ў вэб-сэрвісы, дадавання новых функцый для рэдагавання выяў і пакетнага апрацоўвання фота.

source: Features:
be: Магчымасці:

source: Organization of photos in albums and sub-albums (with tags and comments support)
be: Парадкаванне фотаздымкаў у альбомах і ўкладзеных альбомах (з падтрымкай тэгаў і каментароў)

source: Support for Exif, Iptc, Xmp, Makernotes
be: Падтрымка Exif, Iptc, Xmp, Makenotes

source: SQLite or Mysql powered storage for the album contents and its metadata with advanced search tools
be: Сховішча на базе SQLite або Mysql для змесціва альбома і яго метаданых з дадатковымі інструментамі для пошуку

source: Support for filtering and sorting albums
be: Падтрымка фільтравання і сартавання альбомаў

source: Import from more than 1100 digital camera devices
be: Імпартаванне з больш чым 1100 лічбавых камер

source: Support for more than 900 RAW format pictures
be: Падтрымка больш за 900 малюнкаў у фармаце RAW

source: Light Table to compare photo side by side
be: Праявачны стол для параўнання фота

source: Extended features using extra tools
be: Дадатковыя магчымасці з дапамогай дадатковых інструментаў

source: Share your photos using HTML or publishing them to remote web services
be: Абагульвайце свае фотаздымкі з дапамогай HTML або публікуйце іх у вэб-службах

source: Image editor included with advanced tools to fix photo quickly
be: Рэдактар ​​выяў у камплекце з дадатковымі інструментамі для хуткага выпраўлення фота

source: digiKam Batch Queue Manager
be: Кіраўнік чэргаў digiKam

source: digiKam Image Editor
be: Рэдактар выяў digiKam

source: digiKam Import From Camera
be: Імпартаванне з камеры

source: digiKam Light Table
be: Праявачны стол digiKam

source: digiKam Tags View
be: Сродак прагляду тэгаў

source: digiKam Team
be: Каманда digiKam
