Repository: antikruk/KDE
Catalog: KDE6/*/messages/powerdevil/powerdevil._desktop_.po
Languages: be

# Name
source: Get current battery charge limit
be: Атрымаць бягучы ліміт узроўню зараду батарэі

# Name
source: Set battery charge limit
be: Вызначыць ліміт узроўню зараду батарэі

# Name
source: Get maximum brightness value
be: Атрымаць максімальнае значэнне яркасці

# Name
source: Get brightness
be: Атрымаць яркасць

# Name
source: Set brightness
be: Вызначыць яркасць

# Name
source: Get syspath
be: Атрымаць syspath

# Name
source: Power Management
be: Кіраванне сілкаваннем

# Comment
source: Battery, Display and CPU power management and notification
be: Кіраванне сілкаваннем батарэі, дысплэя, працэсара і апавяшчэнні

# Comment
source: Power Management System
be: Сістэма кіравання сілкаваннем

# Name
source: Warning
be: Папярэджанне

# Comment
source: Used for warning notifications
be: Выкарыстоўваецца для апавяшчэння

# Name
source: Notification
be: Апавяшчэнне

# Comment
source: Used for standard notifications
be: Выкарыстоўваецца для стандартных апавяшчэнняў

# Name
source: Critical notification
be: Крытычныя апавяшчэнні

# Comment
source: Notifies a critical event
be: Апавяшчэнні пра крытычныя падзеі

# Name
source: Battery Low
be: Нізкі ўзровень зараду батарэі

# Comment
source: Your battery has reached low level
be: Зарад вашай батарэі апусціўся да нізкага ўзроўню

# Name
source: Battery Critical
be: Крытычна нізкі ўзровень зараду батарэі

# Comment
source: Your battery has reached critical level. This notification triggers a countdown before doing the configured action, hence it is strongly advised to leave that on.
be: Зарад вашай батарэі дасягнуў крытычна нізкага ўзроўню. Гэта апавяшчэнне запускае зваротны адлік перад выкананнем наладжанага дзеяння, таму рэкамендуецца пакінуць яго ўключаным.

# Name
source: Charge Complete
be: Зараджэнне завершана

# Comment
source: The battery is fully charged
be: Батарэя цалкам зараджаная

# Name
source: Peripheral Battery Low
be: Нізкі ўзровень зараду батарэі перыферыйнай прылады

# Comment
source: The battery in a connected device, such as mouse or keyboard, is low
be: Нізкі ўзровень зараду батарэі падлучанай прылады; напрыклад, мышы або клавіятуры

# Name
source: Power source connected
be: Крыніца сілкавання падлучаная

# Comment
source: The power source has been connected
be: Крыніца сілкавання падлучаная

# Name
source: Power source disconnected
be: Крыніца сілкавання адлучаная

# Comment
source: The power source has been disconnected
be: Крыніца сілкавання адлучаная
