Repository: antikruk/KDE
Catalog: KDE6/*/messages/plasma-desktop/plasma-desktop._json_.po
Languages: be

# Name
source: Activity Pager
be: Пэйджар пакояў

# Name
source: Icons-only Task Manager
be: Кіраўнік задач у выглядзе значкоў

# Name
source: Keyboard Layout
be: Раскладка клавіятуры

# Name
source: Application Menu
be: Меню праграмы

# Name
source: Application Launcher
be: Сродак запуску праграм

# Name
source: Input Method Panel
be: Панэль метадаў уводу

# Name
source: Margins Separator
be: Падзяляльнік палёў

# Name
source: Minimize all Windows
be: Згарнуць усе вокны

# Name
source: Pager
be: Пэйджар

# Name
source: Activities
be: Пакоі

# Name
source: Peek at Desktop
be: Аглядзець працоўны стол

# Name
source: Task Manager
be: Кіраўнік задач

# Name
source: Trashcan
be: Сметніца

# Name
source: Window List
be: Спіс акон

# Name
source: Desktop
be: Працоўны стол

# Name
source: Folder View
be: Каталогі

# Name
source: Panel
be: Панэль

# Name
source: Accessibility
be: Адмысловыя магчымасці

# Name
source: File Search
be: Пошук файлаў

# Name
source: Default Applications
be: Прадвызначаныя праграмы

# Name
source: Date & Time
be: Дата і час

# Name
source: Locations
be: Размяшчэнні

# Name
source: Game Controller
be: Гульнявы кантролер

# Name
source: Background Services
be: Фонавыя службы

# Name
source: Keyboard
be: Клавіятура

# Name
source: Keyboard Daemon
be: Дэман клавіятуры

# Name
source: Shortcuts
be: Спалучэнні клавіш

# Name
source: Desktop Session
be: Сеансы працоўнага стала

# Name
source: Splash Screen
be: Застаўка

# Name
source: Quick Settings
be: Хуткія налады

# Name
source: Mouse
be: Мыш

# Name
source: Plasma Renderer
be: Сродак рэндэрынгу Plasma

# Name
source: Recent Files
be: Нядаўнія файлы

# Name
source: KRunner Settings
be: Налады KRunner

# Name
source: Plasma Search
be: Пошук Plasma

# Name
source: Device Actions
be: Дзеянні з прыладай

# Name
source: Spell Check
be: Правяранне правапісу

# Name
source: Drawing Tablet
be: Планшэт для малявання

# Name
source: Touchpad
be: Сэнсарная панэль

# Name
source: Touchscreen
be: Сэнсарны экран

# Name
source: General Behavior
be: Асноўныя паводзіны

# Name
source: Application Menu Bar
be: Панэль меню праграм

# Name
source: Default Panel
be: Прадвызначаная панэль

# Name
source: Empty Panel
be: Пустая панэль

# Name
source: Plasma Desktop Shell
be: Абалонка працоўнага стала Plasma

# Name
source: Device Auto-Mount
be: Аўтаматычнае мантаванне прылад

# Name
source: Removable Device Automounter
be: Аўтаматычнае мантаванне рухомых носьбітаў

# Name
source: Declarative Toolbox
be: Дэкларатыўны набор інструментаў

# Name
source: Panel Toolbox
be: Панэль інструментаў

# Description
source: Switch between activities
be: Пераключэнне паміж пакоямі

# Description
source: Modern dock-style window switcher displaying only icons
be: Сучасны пераключальнік вокнаў у стылі дока, які паказвае толькі значкі

# Description
source: Show/switch keyboard layout
be: Паказ і пераключэнне раскладкі клавіятуры

# Description
source: A launcher based on cascading popup menus
be: Сродак запуску ў выглядзе каскаднага выплыўнога меню

# Description
source: Launcher to start applications
be: Сродак для запуску праграм

# Description
source: A generic input method panel
be: Панэль метадаў уводу

# Description
source: To be used as a separator between margin areas in themes that support them
be: Выкарыстоўваецца як падзяляльнік паміж палямі ў тэмах, якія іх падтрымліваюць

# Description
source: Shows the desktop by minimizing all windows
be: Згортвае ўсе вокны і паказвае пусты працоўны стол

# Description
source: Switch between virtual desktops
be: Пераключэнне паміж віртуальнымі працоўнымі сталамі

# Description
source: Shows the activity manager
be: Паказвае кіраўнік пакояў

# Description
source: Temporarily shows the desktop by moving windows away
be: Часова паказвае працоўны стол, прыбіраючы вокны

# Description
source: Classic taskbar-style window switcher displaying icons and text
be: Класічны пераключальнік акон у стылі панэлі задач, які паказвае значкі і тэкст

# Description
source: Provides access to the files sent to trash
be: Забяспечвае доступ да файлаў, адпраўленых у сметніцу

# Description
source: Show open windows in a menu
be: Паказваць адкрытыя вокны ў меню

# Description
source: A clean and simple layout
be: Просты макет

# Description
source: Display the contents of folders
be: Паказваць змесціва каталогаў

# Description
source: Desktop view furniture
be: Выгляд працоўнага стала

# Description
source: Configure Accessibility Options
be: Наладжванне адмысловых магчымасцяў

# Description
source: Activities help you to focus on a specific task
be: Пакоі дапамагаюць засяродзіцца на канкрэтных задачах

# Description
source: Configure File Search
be: Наладжванне пошуку файлаў

# Description
source: Choose default Applications
be: Выбар прадвызначаных праграм

# Description
source: Date and Time
be: Дата і час

# Description
source: Location for Personal Files
be: Размяшчэнне асабістых файлаў

# Description
source: Test and Configure Game Controllers
be: Правяранне і наладжванне гульнявых кантролераў

# Description
source: Configure background services
be: Наладжванне фонавых службаў

# Description
source: Keyboard Hardware and Layout
be: Клавіятура і раскладка

# Description
source: Enables switching keyboard layout through shortcuts or system tray
be: Дазваляе пераключаць раскладку клавіятуры з дапамогай спалучэнняў клавіш або значка на прасторы апавяшчэнняў

# Description
source: Configure Keyboard Shortcuts
be: Наладжванне спалучэнняў клавіш

# Description
source: Desktop Session Login and Logout
be: Уваход і выхад з сеанса

# Description
source: Choose splash screen theme
be: Выбар тэмы застаўкі

# Description
source: Landing page with some basic settings
be: Мэтавая старонка з некаторымі базавымі наладамі

# Description
source: Mouse Controls
be: Кіраванне мышшу

# Description
source: Manage your file activity history preferences
be: Кіраванне наладамі гісторыі дзеянняў з файламі

# Description
source: Configure KRunner behavior
be: Наладжванне паводзін KRunner

# Description
source: Configure search settings
be: Наладжванне пошуку

# Description
source: Manage actions available to the user when connecting new devices
be: Кіраванне дзеяннямі пры падлучэнні новых прылад

# Description
source: Spell Checker Dictionaries and Options
be: Слоўнікі і параметры правярання правапісу

# Description
source: Touchpad settings
be: Налады сэнсарнай панэлі

# Description
source: Enables or disables touchpad
be: Уключэнне або адключэнне сэнсарнай панэлі

# Description
source: Configure general workspace behavior
be: Наладжванне асноўных паводзін працоўнай прасторы

# Description
source: Panel containing the global menu applet
be: Панэль змяшчае аплет глабальнага меню

# Description
source: Default panel featuring application launcher, task manager and system tray
be: Прадвызначаная панэль са сродкам запуску праграм, кіраўніком задач і прасторай апавяшчэнняў

# Description
source: Empty panel
be: Пустая панэль

# Description
source: Interact with the Plasma Compositor
be: Узаемадзеянне са сродкам кампазітынгу Plasma

# Description
source: Interact with the Plasma desktop shell
be: Узаемадзеянне з абалонкай працоўнага стала Plasma

# Description
source: Configure automatic mounting of disks and volumes
be: Наладжванне аўтамытычнага мантавання дыскаў і тамоў

# Description
source: Automatically mounts devices as needed
be: Аўтаматычнае мантаванне прылад пры неабходнасці

# Description
source: Manage Plasma
be: Кіраванне Plasma

# Description
source: Manage Plasma panel
be: Кіраванне панэлямі Plasma

# Authors Name
source: The Plasma Team
be: Каманда Plasma

# Authors Name
source: Plasma Team
be: Каманда Plasma
