Repository: antikruk/KDE
Catalog: translated/Belarusian/KDE6/*/messages/plasma-workspace/plasma-workspace._desktop_.po
Languages: be

# Name
source: Open with File Manager
be: Адкрыць у кіраўніку файлаў

# Name
source: Device Notifier
be: Апавяшчэнне пра прыладу

# Name
source: Device Status
be: Стан прылады

# Name
source: Plasma Widgets
be: Віджэты Plasma

# Name
source: Wallpaper Plugins
be: Убудовы шпалер

# Name
source: Request for Donation
be: Запыт на ахвяраванне

# Comment
source: Shows a yearly request to donate to KDE
be: Паказвае штогадовы запыт на ахвяраванне KDE

# Name
source: Application
be: Праграма

# Comment
source: KDE Free Space Notifier Daemon
be: Дэман KDE для апавяшчэння пра вольнае месца

# Name
source: Low Disk Space
be: Мала месца на дыску

# Name
source: Warning
be: Папярэджанне

# Comment
source: Used for warning notifications
be: Выкарыстоўваецца для апавяшчэння

# Name
source: Running low on disk space
be: Не хапае месца на дыску

# Comment
source: You are running low on disk space
be: У вас не хапае месца на дыску

# Name
source: Color Schemes
be: Колеравыя схемы

# GenericName
source: Color scheme editor
be: Рэдактар колеравых схемаў

# Comment
source: Plasma color scheme editor
be: Рэдактар колеравых схемаў Plasma

# Name
source: Cursors
be: Курсоры

# Name
source: Plasma Styles
be: Стылі Plasma

# Name
source: Icons
be: Значкі

# Name
source: Install...
be: Усталяваць...

# GenericName
source: Font Installer
be: Сродак усталявання шрыфтоў

# GenericName
source: Font Viewer
be: Сродак прагляду шрыфту

# Name
source: Font Installer
be: Сродак усталявання шрыфтоў

# Name
source: Manage system-wide fonts.
be: Кіраванне агульнасістэмнымі шрыфтамі.

# Description
source: Modifying the system-wide font configuration requires privileges.
be: Для змены канфігурацыі агульнасістэмных шрыфтоў патрэбныя правы доступу.

# Name
source: Fonts
be: Шрыфты

# Name
source: Global Themes
be: Глабальныя тэмы

# Name
source: GNOME/GTK Application Styles
be: Стылі праграм GNOME/GTK

# Name
source: Trash
be: Сметніца

# Comment
source: Contains removed files
be: Змяшчае выдаленыя файлы

# Description
source: Jpeg-Image
be: Выява JPEG

# Description
source: Launch &Gwenview
be: Запусціць &Gwenview

# Description
source: Web-URL
be: URL-адрас

# Description
source: Open with &default Browser
be: Адкрыць у &прадвызначаным браўзеры

# Description
source: Open with &Konqueror
be: Адкрыць у &Konqueror

# Description
source: Open with &Mozilla
be: Адкрыць у &Mozilla

# Description
source: Send &URL
be: Адправіць &URL

# Description
source: Open with &Firefox
be: Адкрыць у &Firefox

# Description
source: Send &Page
be: Адправіць &старонку

# Description
source: Mail-URL
be: Паштовы URL-адрас

# Description
source: Launch &Kmail
be: Запусціць &Kmail

# Description
source: Launch &mutt
be: Запусціць &mutt

# Description
source: Text File
be: Тэкставы файл

# Description
source: Launch K&Write
be: Запусціць K&Write

# Description
source: Local file URL
be: URL лакальнага файла

# Description
source: Send &File
be: Адправіць &файл

# GenericName
source: Clipboard Tool
be: Інструмент буфер абмену

# Comment
source: A cut & paste history utility
be: Утыліта для працы з гісторыяй выразання і устаўляння

# Name
source: Run command on clipboard contents
be: Выкананне каманды са змесцівам буфера абмену

# Comment
source: Plasma by KDE
be: Plasma KDE

# Name
source: Internal Services
be: Унутраныя службы

# Name
source: Development
be: Распрацоўванне

# Name
source: Translation
be: Пераклад

# Name
source: Web Development
be: Web-распрацоўванне

# Name
source: Editors
be: Рэдактары

# Name
source: Education
be: Адукацыя

# Name
source: Languages
be: Мовы

# Name
source: Mathematics
be: Матэматыка

# Name
source: Miscellaneous
be: Рознае

# Name
source: Science
be: Навука

# Name
source: Teaching Tools
be: Навучальныя інструменты

# Name
source: Arcade
be: Аркады

# Name
source: Board Games
be: Настольныя гульні

# Name
source: Card Games
be: Картачныя гульні

# Name
source: Games
be: Гульні

# Name
source: Games for Kids
be: Гульні для дзяцей

# Name
source: Logic Games
be: Лагічныя гульні

# Name
source: Rogue-like Games
be: Гульні ў стылі Rogue

# Name
source: Tactics & Strategy
be: Тактычныя гульні і стратэгіі

# Name
source: Graphics
be: Графіка

# Name
source: Help
be: Даведка

# Name
source: Internet
be: Інтэрнэт

# Name
source: Terminal Applications
be: Праграмы тэрмінала

# Name
source: KDE Menu
be: Меню KDE

# Name
source: More Applications
be: Іншыя праграмы

# Name
source: Multimedia
be: Мультымедыя

# Name
source: Network
be: Сетка

# Name
source: Office
be: Офіс

# Name
source: Science & Math
be: Навука і матэматыка

# Name
source: Settings
be: Налады

# Name
source: System
be: Сістэма

# Name
source: Toys
be: Цацкі

# Name
source: Lost & Found
be: Згубленыя і знойдзеныя

# Name
source: Accessibility
be: Адмысловыя магчымасці

# Comment
source: Accessibility
be: Адмысловыя магчымасці

# Name
source: Desktop
be: Працоўны стол

# Comment
source: Desktop
be: Працоўны стол

# Name
source: Utilities
be: Утыліты

# Comment
source: Utilities
be: Утыліты

# Name
source: File
be: Файл

# Comment
source: File
be: Файл

# Name
source: Peripherals
be: Перыферыя

# Comment
source: Peripherals
be: Перыферыя

# Name
source: X-Utilities
be: Утыліты X-сервера

# Comment
source: X Window Utilities
be: Утыліты X Window

# Name
source: Catastrophe
be: Катастрофа

# Comment
source: Multimedia System
be: Мультымедыйная сістэма

# Name
source: Audio Output Device Changed
be: Прылада для вываду гуку змененая

# Comment
source: Notification when audio output device has automatically changed
be: Апавяшчэнне пры аўтаматычнай змене прылады вываду гуку

# Name
source: Plasma Windowed
be: Плазмоіды як праграмы

# Comment
source: Run Plasmoids as simple applications
be: Запуск плазмоідаў як простых праграм

# Name
source: File Search
be: Пошук файлаў

# Comment
source: Searches for files by name and content
be: Пошук файлаў па назве і змесціву

# Name
source: Plasma Desktop Workspace
be: Працоўныя прасторы Plasma

# Name
source: Plasma Session Restore
be: Аднаўленне сеанса Plasma

# Name
source: Plasma Session Save
be: Захаванне сеанса Plasma

# Comment
source: Built-in unthemed CDE style
be: Убудаваны стыль CDE

# Comment
source: Built-in unthemed style similar to Clearlooks from GNOME
be: Убудаваны стыль, падобны на Clearlooks з GNOME

# Name
source: GTK+ Style
be: Стыль GTK+

# Comment
source: Style that uses the GTK+ theming engine
be: Стыль, які выкарыстоўвае рухавік GTK+

# Comment
source: Built-in unthemed Motif style
be: Убудаваны стыль Motif

# Comment
source: Built-in unthemed style similar to Plastik from KDE3
be: Убудаваны стыль, падобны на Plastik з KDE3

# Comment
source: Built-in unthemed Windows 9x style
be: Убудаваны стыль Windows 9x

# Name
source: Wallpapers
be: Шпалеры
