Repository: antikruk/KDE
Catalog: translated/Belarusian/*/plasma-workspace/plasma-workspace._json_.po
Languages: be

# Name
source: Activity Bar
be: Панэль пакояў

# Name
source: Analog Clock
be: Аналагавы гадзіннік

# Name
source: Global Menu
be: Глабальнае меню

# Name
source: Battery and Brightness
be: Батарэя і яркасць

# Name
source: Calendar
be: Каляндар

# Name
source: Clipboard
be: Буфер абмену

# Name
source: Disks & Devices
be: Дыскі і прылады

# Name
source: Digital Clock
be: Лічбавы гадзіннік

# Name
source: Icon
be: Значок

# Name
source: Lock/Logout
be: Блакаванне / Выхад

# Name
source: Input Method
be: Метад уводу

# Name
source: Media Player
be: Медыяпрайгравальнік

# Name
source: Notifications
be: Апавяшчэнні

# Name
source: Panel Spacer
be: Панэльны падзяляльнік

# Name
source: Individual Core Usage
be: Выкарыстанне ядзер працэсара

# Name
source: Total CPU Use
be: Агульнае выкарыстанне працэсара

# Name
source: Hard Disk Activity
be: Актыўнасць цвёрдага дыска

# Name
source: Disk Usage
be: Выкарыстанне дыска

# Name
source: Memory Usage
be: Выкарыстанне памяці

# Name
source: Network speed
be: Хуткасць сеткі

# Name
source: System monitor Sensor
be: Сэнсар сістэмнага назіральніка

# Name
source: System Tray
be: Прастора апавяшчэнняў

# Name
source: Application menus daemon
be: Дэман меню праграм

# Name
source: Application Launcher
be: Сродак запуску праграм

# Name
source: Standard Menu
be: Стандартнае меню

# Name
source: Paste
be: Уставіць

# Name
source: Switch Activity
be: Пераключэнне пакоя

# Name
source: Switch Desktop
be: Пераключэнне працоўнага стала

# Name
source: Switch Window
be: Пераключэнне акна

# Name
source: Activities Engine
be: Сістэма пакояў

# Name
source: Application Job Information
be: Звесткі пра працу праграмы

# Name
source: Application Information
be: Звесткі пра праграму

# Name
source: Device Notifications
be: Апавяшчэнні прылад

# Name
source: Dictionary
be: Слоўнік

# Name
source: Run Commands
be: Запуск загадаў

# Name
source: Favicons
be: Фавіконы

# Name
source: Files and Directories
be: Файлы і каталогі

# Name
source: Geolocation
be: Геалакацыя

# Name
source: Geolocation GPS
be: GPS геалакацыі

# Name
source: Geolocation IP
be: IP геалакацыі

# Name
source: Hotplug Events
be: Падзеі падлучэння падчас працы

# Name
source: Keyboard and Mouse State
be: Стан клавіятуры і мышы

# Name
source: Pointer Position
be: Пазіцыя паказальніка

# Name
source: Application Notifications
be: Апавяшчэнні праграм

# Name
source: Places
be: Размяшчэнні

# Name
source: Power Management
be: Кіраванне сілкаваннем

# Name
source: Device Information
be: Звесткі пра прыладу

# Name
source: Status Notifier Information
be: Звесткі пра апавяшчэнні стану

# Name
source: System Monitor
be: Сістэмны назіральнік

# Name
source: Date and Time
be: Дата і час

# Name
source: BBC Weather
be: Надвор'е BBC

# Name
source: German Weather Service
be: Нямецкая служба надвор'я

# Name
source: NOAA's National Weather Service
be: Нацыянальная служба надвор'я NOAA

# Name
source: Weather
be: Надвор’е

# Name
source: Free Space Notifier
be: Апавяшчэнні пра вольнае месца

# Name
source: Autostart
be: Аўтазапуск

# Name
source: Accent Color
be: Дамінанты колер

# Name
source: Colors
be: Колеры

# Name
source: Cursors
be: Курсоры

# Name
source: Plasma Style
be: Стыль Plasma

# Name
source: User Feedback
be: Зваротная сувязь

# Name
source: Fonts
be: Шрыфты

# Name
source: Icons
be: Значкі

# Name
source: Font Management
be: Кіраванне шрыфтамі

# Name
source: Font Viewer
be: Сродак прагляду шрыфтоў

# Name
source: Global Theme
be: Глабальная тэма

# Name
source: Night Color
be: Начны колер

# Name
source: Region & Language
be: Рэгіён і мова

# Name
source: Application Style
be: Стыль праграм

# Name
source: Users
be: Карыстальнікі

# Name
source: Directory Watcher
be: Назіральнік за каталогамі

# Name
source: Time Zone
be: Часавы пояс

# Name
source: Automatic Location for Night Color
be: Аўтаматычнае вызначэнне месцазнаходжання для начнога колеру

# Name
source: KDE Multimedia Backend
be: Мультымедыйная сістэма KDE

# Name
source: Holidays
be: Святы

# Name
source: Software Center
be: Цэнтр праграмнага забеспячэння

# Name
source: Bookmarks
be: Закладкі

# Name
source: Calculator
be: Калькулятар

# Name
source: Help Runner
be: Сродак запуску даведкі

# Name
source: Terminate Applications
be: Завяршэнне праграм

# Name
source: Locations
be: Размяшчэнні

# Name
source: Power
be: Сілкаванне

# Name
source: Recent Files
be: Нядаўнія файлы

# Name
source: Applications
be: Праграмы

# Name
source: Desktop Sessions
be: Сеансы працоўнага асяроддзя

# Name
source: Command Line
be: Загадны радок

# Name
source: Web Search Keywords
be: Ключавыя словы для сеціўнага пошуку

# Name
source: Windowed widgets
be: Аконныя віджэты

# Name
source: Drive Ejector
be: Сродак вымяння дыскаў

# Name
source: Hardware Detection
be: Выяўленне абсталявання

# Name
source: Status Notifier Manager
be: Кіраўнік апавяшчэнняў пра стан

# Name
source: Plain Color
be: Просты колер

# Name
source: Image
be: Выява

# Name
source: Slideshow
be: Слайд-шоу

# Description
source: Tab bar to switch activities
be: Панэль укладак для пераключэння пакояў

# Description
source: A clock with hands
be: Гадзіннік са стрэлкамі

# Description
source: Global menubar in your Plasma Desktop
be: Глабальная панэль меню для Plasma

# Description
source: See the power status of your battery
be: Назіранне за станам батарэі

# Description
source: Month display with your appointments and events
be: Паказ месяца з вашымі сустрэчамі і падзеямі

# Description
source: Provides access to the clipboard history
be: Доступ да гісторыі буфера абмену

# Description
source: Notifications and access for devices
be: Апавяшчэнні і доступ да прылад

# Description
source: Time displayed in a digital format
be: Час у лічбавым фармаце

# Description
source: A generic icon
be: Агульны значок

# Description
source: Lock the screen or log out
be: Блакаванне экрана або выхад з сістэмы

# Description
source: Manage your Input Methods
be: Кіраванне метадамі ўводу

# Description
source: Media Player Controls
be: Кіраванне медыяпрайгравальнікам

# Description
source: Display notifications and jobs
be: Паказ апавяшчэнняў і задач

# Description
source: Reserve empty spaces within the panel.
be: Запаўненне пустога месца на панэлі.

# Description
source: System monitor Widget that shows usage of individual CPU cores
be: Віджэт сістэмнага назіральніка, які паказвае выкарыстанне ядзер працэсара паасобку

# Description
source: System monitor Widget that shows the total CPU usage
be: Віджэт сістэмнага назіральніка, які паказвае агульнае выкарыстанне працэсара

# Description
source: An applet that monitors hard disk throughput and input/output
be: Аплет, які назірае за прапускной здольнасцю цвёрдага дыска і аперацыямі з ім

# Description
source: System monitor Widget that shows the usage of the root partition
be: Віджэт сістэмнага назіральніка, які паказвае выкарыстанне каранёвага раздзела

# Description
source: System monitor Widget that shows physical memory usage
be: Віджэт сістэмнага назіральніка, які паказвае выкарыстанне фізічнай памяці

# Description
source: System monitor Widget that shows the download and upload data rate
be: Віджэт сістэмнага назіральніка, які паказвае хуткасць спампоўвання і запампоўвання даных

# Description
source: Displays a configurable chart of a system monitor sensor
be: Паказвае наладжвальную дыяграму сэнсара сістэмнага назіральніка

# Description
source: Access hidden applications minimized in the system tray
be: Доступ да праграм, згорнутых на прастору апавяшчэнняў

# Description
source: Transfers application's menu to the desktop
be: Перанос меню праграм на працоўны стол

# Description
source: Simple application launcher
be: Просты сродак запуску праграм

# Description
source: The menu that normally shows on right-click
be: Меню, якое звычайна паказваецца пры пстрыканні правай кнопкай мышы

# Description
source: Creates a widget from the contents of the clipboard
be: Віджэт са змесцівам буфера абмену

# Description
source: Switch to another activity
be: Пераключэнне на іншы пакой

# Description
source: Switch to another virtual desktop
be: Пераключэнне на іншы віртуальны працоўны стол

# Description
source: Show a list of windows to switch to
be: Паказ спіса акон для пераключэння

# Description
source: Information on Plasma Activities
be: Звесткі пра пакоі Plasma

# Description
source: Application job updates (via kuiserver)
be: Абнаўленні задач праграм (з дапамогай kuiserver)

# Description
source: Information and launching of all applications in the app menu.
be: Звесткі і запуск усіх праграм у меню праграм.

# Description
source: Passive device notifications for the user.
be: Пасіўныя апавяшчэнні пра прылады для карыстальніка.

# Description
source: Look up word meanings
be: Пошук значэнняў слоў

# Description
source: Run Executable Data Engine
be: Запуск сістэмы апрацоўвання даных

# Description
source: Data Engine for getting favicons of web sites
be: Сістэма апрацоўвання даных для атрымання фавіконаў вэб-сайтаў

# Description
source: Information about files and directories.
be: Звесткі пра файлы і каталогі.

# Description
source: Geolocation Data Engine
be: Сістэма вызначэння даных геалакацыі

# Description
source: Geolocation from GPS address.
be: Вызначэнне даных геалакацыі па GPS.

# Description
source: Geolocation from IP address.
be: Вызначэнне даных геалакацыі па IP-адрасе.

# Description
source: Tracks hot-pluggable devices as they appear and disappear.
be: Адсочванне прылад, якія падтрымліваюць адлучэнне падчас працы, калі яны з'яўляюцца і знікаюць.

# Description
source: Keyboard modifier and mouse buttons states
be: Стан клавіш-мадыфікатараў і кнопак мышы

# Description
source: Mouse position and cursor
be: Пазіцыя курсора

# Description
source: Provides information from and control over media players via MPRIS2
be: Падае інфармацыю з медыяпрайгравальнікаў і кіруе імі з дапамогай MPRIS2

# Description
source: Passive visual notifications for the user.
be: Пасіўныя візуальныя апавяшчэнні для карыстальніка.

# Description
source: PackageKit Data Engine
be: Сістэма апрацоўвання даных PackageKit

# Description
source: Places, as seen in the file manager and in file dialogs.
be: Размяшчэнні, якія паказваюцца ў кіраўніку файлаў і ў дыялогавых вокнах файлавых аперацый.

# Description
source: Battery, AC, sleep and PowerDevil information.
be: Батарэя, сілкаванне, рэжым сну і звесткі пра службу сілкавання.

# Description
source: Device data via Solid
be: Даныя цвердацелых назапашвальнікаў

# Description
source: Engine for applications' status information, based on the Status Notifier protocol.
be: Сістэма для вызначэння стану праграм на аснове пратакола апавяшчэнняў пра стан.

# Description
source: System status information
be: Сістэмная інфармацыя

# Description
source: Date and time by timezone
be: Дата і час часавага пояса

# Description
source: XML Data from the British Broadcasting Corporation
be: XML-даныя ад Брытанскай вяшчальнай кампаніі

# Description
source: Weather forecast by German Weather Service
be: Прагноз надвор'я ад Нямецкай службы надвор'я

# Description
source: XML Data from Environment Canada
be: XML-даныя ад Environment Canada

# Description
source: XML Data from NOAA's National Weather Service
be: XML-даныя ад Нацыянальнай службы надвор'я (NOAA)

# Description
source: Weather forecast by wetter.com
be: Прагноз надвор'я ад wetter.com

# Description
source: Weather data from multiple online sources
be: Даныя надвор'я з некалькіх сеціўных крыніц

# Description
source: Warns when running out of space on your home folder
be: Папярэджвае, калі ў хатнім каталозе сканчаецца месца

# Description
source: Automatically Started Applications
be: Аўтаматычна запушчаныя праграмы

# Description
source: Applies extracted accent color from wallpaper on request
be: Ужывае па запыце выняты са шпалер дамінанты колер

# Description
source: Choose color scheme
be: Выбар колеравай схемы

# Description
source: Choose mouse cursor theme
be: Выбар тэмы курсора мышы

# Description
source: Choose Plasma style
be: Выбар стылю Plasma

# Description
source: Configure user feedback settings
be: Наладжванне зваротнай сувязі

# Description
source: Configure user interface fonts
be: Наладжванне шрыфтоў інтэрфейсу

# Description
source: Choose icon theme
be: Выбар тэмы значкоў

# Description
source: Install, manage and preview fonts
be: Усталяванне, кіраванне, папярэдні прагляд шрыфтоў

# Description
source: Choose global look and feel
be: Выбар глабальнага выгляду

# Description
source: Adjust color temperature based on time
be: Падладжванне колеравай тэмпературы ў залежнасці ад часу дня

# Description
source: Event Notifications and Actions
be: Апавяшчэнні пра падзеі і дзеянні

# Description
source: Language Setting, Numeric, Currency and Time Formats
be: Налады мовы, лічбаў, валюты і фармат часу

# Description
source: Configure application style and behavior
be: Наладжванне стылю і паводзін праграм

# Description
source: Manage user accounts
be: Кіраванне акаўнтамі карыстальніка

# Description
source: Monitors directories for changes
be: Назіранне за зменамі ў каталогах

# Description
source: Clipboard Tool.
be: Інструмент буфер абмену.

# Description
source: Provides the system's time zone to applications
be: Часавы пояс сістэмы для праграм

# Description
source: Provides location updates for Night Color
be: Абнаўленне месцазнаходжання для начнога колеру

# Description
source: Breeze Dark by the KDE VDG
be: Breeze Dark ад KDE VDG

# Description
source: Breeze by the KDE VDG
be: Breeze ад KDE VDG

# Description
source: Breeze Twilight by the KDE VDG
be: Breeze Twilight ад KDE VDG

# Description
source: Calendar plugin for displaying public holidays
be: Убудова календара для паказу дзяржаўных святаў

# Description
source: Lets you find software
be: Пошук праграмнага забеспячэння

# Description
source: Find and open bookmarks
be: Пошук і адкрыццё закладак

# Description
source: Calculate expressions
be: Вылічэнне

# Description
source: Shows help information about runners when typing "?" or "help"
be: Паказ даведкі пра праграмы пры ўводзе "?" або "help"

# Description
source: Stop applications that are currently running
be: Спыненне запушчаных праграм

# Description
source: File and URL opener
be: Адкрыццё файлаў і URL-адрасоў

# Description
source: Open devices and folder bookmarks
be: Адкрыццё закладак для прылад і каталогаў

# Description
source: Basic Power Management Operations
be: Асноўныя аперацыі кіравання сілкаваннем

# Description
source: Find applications, control panels and services
be: Пошук праграм, панэляў кіравання і службаў

# Description
source: Fast user switching
be: Хуткае пераключэнне карыстальніка

# Description
source: Executes shell commands
be: Выкананне загадаў абалонкі

# Description
source: Search the web using keywords
be: Пошук у сеціве па ключавых словах

# Description
source: Find Plasma widgets that can be run as standalone windows
be: Пошук віджэтаў Plasma, якія можна запускаць у асобных вокнах

# Description
source: Automatically releases drives when their eject button is pushed
be: Аўтаматычнае выманне дыскаў пры націсканні кнопкі вымання

# Description
source: Provides a user interface for hardware events
be: Інтэрфейс карыстальніка для падзей з абсталяваннем

# Description
source: Manages services that provide status notifier user interfaces
be: Кіраванне службамі, якія забяспечваюць інтэрфейс карыстальніка для апавяшчэнняў пра стан

# Description
source: Launches KSysguard on Ctrl + Escape
be: Запуск KSysguard з дапамогай Ctrl + Escape

# Description
source: Plain color wallpaper
be: Аднатонныя шпалеры

# Description
source: Wallpaper view for images
be: Шпалеры з выяў

# Description
source: Slideshow wallpaper
be: Слайд-шоу шпалер

# Authors Name
source: The Plasma Team
be: Каманда Plasma

# Authors Name
source: KDE Visual Design Group
be: Суполка візуальнага дызайну KDE

# Authors Name
source: Plasma Team
be: Каманда Plasma
