Repository: antikruk/KDE
Catalog: translated/Belarusian/KDE6/*/messages/plasma-thunderbolt/plasma-thunderbolt._desktop_.po
Languages: be

# Name
source: Thunderbolt Device Monitor
be: Назіральнік за прыладамі Thunderbolt

# Comment
source: Thunderbolt Device Monitor
be: Назіральнік за прыладамі Thunderbolt

# Name
source: Warning
be: Папярэджанне

# Comment
source: Used for warning notifications
be: Выкарыстоўваецца для апавяшчэння

# Name
source: Error
be: Памылка

# Comment
source: Used for error notifications
be: Выкарыстоўваецца для апавяшчэнняў пра памылкі

# Name
source: Unauthorized device is plugged in
be: Падлучана неаўтарызаваная прылада

# Comment
source: An unauthorized Thunderbolt device has been plugged into the computer
be: Да камп'ютара была падлучана неаўтарызаваная прылада Thunderbolt

# Name
source: Error during device authorization
be: Падчас выканання аўтарызацыі прылады адбылася памылка

# Comment
source: An error occurred while authorizing or blocking a Thunderbolt device
be: Падчас выканання аўтарызацыі або блакавання прылады Thunderbolt адбылася памылка
