Repository: antikruk/KDE
Catalog: KDE6/*/messages/yakuake/yakuake._desktop_.po
Languages: be

# GenericName
source: Drop-down Terminal
be: Выплыўны тэрмінал

# Comment
source: A drop-down terminal emulator based on KDE Konsole technology.
be: Выплыўны эмулятар тэрмінала на аснове KDE Konsole.

# Name
source: Silence detected
be: Выяўлена бяздзеянне

# Comment
source: Silence detected in a monitored terminal or session
be: У мэтавым тэрмінале або сеансе выяўлена бяздзеянне

# Name
source: Activity detected
be: Выяўлена актыўнасць

# Comment
source: Activity detected in a monitored terminal or session
be: У мэтавым тэрмінале або сеансе выяўлена актыўнасць

# Name
source: Bell in Visible Session
be: Гукавое апавяшчэнне для бачнага сеанса

# Comment
source: Bell emitted within a visible session
be: Гукавое апавяшчэнне для бачнага сеанса

# Name
source: Bell in Non-Visible Session
be: Гукавое апавяшчэнне для нябачнага сеанса

# Comment
source: Bell emitted within a non-visible session
be: Гукавое апавяшчэнне для нябачнага сеанса
