Repository: antikruk/KDE
Catalog: translated/Belarusian/KDE6/*/messages/powerdevil/powerdevil._json_.po
Languages: be

# Name
source: Power and Battery
be: Сілкаванне і батарэя

# Name
source: Brightness and Color
be: Яркасць і колер

# Name
source: Screen brightness
be: Яркасць экрана

# Name
source: Dim screen
be: Зацямненне экрана

# Name
source: Screen Energy Saving
be: Энергазберагальны рэжым экрана

# Name
source: Button events handling
be: Апрацоўванне кнопкі

# Name
source: Keyboard backlight
be: Падсвятленне клавіятуры

# Name
source: Power management profile
be: Профіль кіравання сілкаваннем

# Name
source: Run script
be: Запусціць скрыпт

# Name
source: Suspend session
be: Прыпыніць сеанс

# Name
source: Power Management
be: Кіраванне сілкаваннем

# Name
source: Power
be: Сілкаванне

# Description
source: Control power management settings and see the power status of your battery
be: Налады кіравання сілкаваннем і прагляд стану сілкавання батарэі

# Description
source: Control brightness and color of your screens and keyboards
be: Кіраванне яркасцю і колерам вашых экранаў і клавіятур

# Description
source: Basic Controls for brightness
be: Базавае кіраванне яркасцю

# Description
source: Dims gradually the display on a time basis
be: Паступова зацямняе дысплэй у залежнасці ад часу

# Description
source: Controls DPMS settings
be: Налады кіравання DPMS

# Description
source: Performs an action whenever a button is pressed
be: Выкананне дзеяння пры націсканні кнопкі

# Description
source: Basic Controls for the keyboard backlight brightness
be: Базавае кіраванне яркасцю падсвятлення клавіятуры

# Description
source: Apply a power management profile
be: Ужыванне профілю кіравання сілкаваннем

# Description
source: Runs a custom script
be: Запуск адвольнага скрыпта

# Description
source: Suspends the session
be: Прыпыненне сеанса

# Description
source: Power Management
be: Кіраванне сілкаваннем

# Description
source: Basic Power Management Operations
be: Асноўныя аперацыі кіравання сілкаваннем
