Repository: antikruk/KDE
Catalog: KDE5/*/ark/ark._json_.po
Languages: be

# Name
source: 'Compress' service menu
be: Службовае меню запакоўвання

# Name
source: 'Extract' service menu
be: Службовае меню распакоўвання

# Name
source: 7z plugin
be: Убудова 7z

# Name
source: ARJ plugin
be: Убудова ARJ

# Name
source: RAR plugin
be: Убудова RAR

# Name
source: The Unarchiver plugin
be: Убудова Unarchiver

# Name
source: Info-zip plugin
be: Убудова Info-zip

# Name
source: Libarchive plugin
be: Убудова Libarchive

# Name
source: Libarchive plugin (read-only formats)
be: Убудова Libarchive (фарматы толькі для чытання)

# Description
source: Full support for the zip and 7z archive formats
be: Поўная падтрымка фарматаў zip і 7z

# Description
source: Full support for the ARJ archive formats
be: Поўная падтрымка фармату ARJ

# Description
source: Full support for the RAR archive format
be: Поўная падтрымка фармату RAR

# Description
source: Open and extract RAR and LHA archives
be: Адкрыццё і распакоўванне архіваў у фарматах RAR і LHA

# Description
source: Legacy support for the zip archive format
be: Састарэлая падтрымка фармату zip

# Description
source: Full support for compressed TAR archives
be: Поўная падтрымка фармату TAR

# Description
source: Open and extract DEB, RPM, ISO, AppImage, XAR and CAB files
be: Адкрыццё і распакоўванне DEB, RPM, ISO, AppImage, XAR і CAB
