Repository: antikruk/KDE
Catalog: translated/Belarusian/KDE6/*/messages/kwin/kwin._json_.po
Languages: be

# Name
source: Compositor
be: Сродак кампазітынгу

# Name
source: Window Decorations
be: Аздабленне акон

# Name
source: Virtual Desktops
be: Віртуальныя працоўныя сталы

# Name
source: Desktop Effects
be: Эфекты працоўнага стала

# Name
source: Window Behavior
be: Паводзіны акон

# Name
source: Window Rules
be: Правілы для акон

# Name
source: Screen Edges
be: Краі экрана

# Name
source: Touchscreen Gestures
be: Жэсты сэнсарнага экрана

# Name
source: KWin Scripts
be: Скрыпты KWin

# Name
source: Task Switcher
be: Сродак пераключэння задач

# Name
source: Virtual Keyboard
be: Віртуальная клавіятура

# Name
source: Legacy X11 App Support
be: Падтрымка састарэлых праграм X11

# Name
source: Background Contrast
be: Кантраснасць фону

# Name
source: Blend Changes
be: Анімаванне змены стылю

# Name
source: Blur
be: Размыццё

# Name
source: Color Picker
be: Сродак выбару колеру

# Name
source: Desktop Change OSD
be: Паказ змены працоўнага стала

# Name
source: Dialog Parent
be: Бацькоўскае акно

# Name
source: Dim Inactive
be: Зацямненне неактыўных

# Name
source: Dim Screen for Administrator Mode
be: Зацямненне экрана для рэжыму адміністратара

# Name
source: Eye on Screen
be: Экраннае вока

# Name
source: Fade Desktop
be: Згасанне працоўнага стала

# Name
source: Fade
be: Зацямненне

# Name
source: Fading Popups
be: Згасанне выплыўных акон

# Name
source: Fall Apart
be: Развальванне

# Name
source: Desaturate Unresponsive Applications
be: Абясколерванне праграм, якія не адказваюць

# Name
source: Full Screen
be: На ўвесь экран

# Name
source: Glide
be: Плаўнасць

# Name
source: Highlight Window
be: Падсвятленне акон

# Name
source: Invert
be: Інвертаваць

# Name
source: Login
be: Увайсці

# Name
source: Logout
be: Выйсці

# Name
source: Magic Lamp
be: Чароўная лямпа

# Name
source: Magnifier
be: Лупа

# Name
source: Maximize
be: Разгарнуць

# Name
source: MinimizeAll
be: Згортванне ўсіх акон

# Name
source: Morphing Popups
be: Трансфармаванне выплыўных акон

# Name
source: Mouse Click Animation
be: Анімацыя пстрыкання мышшу

# Name
source: Mouse Mark
be: Пазначэнне мышшу

# Name
source: Overview
be: Агляд

# Name
source: Scale
be: Маштабаванне

# Name
source: Screen Edge
be: Край экрана

# Name
source: Screenshot
be: Здымак экрана

# Name
source: Transform
be: Трансфармаваць

# Name
source: Session Quit
be: Выхад з сеанса

# Name
source: Sheet
be: Табліца

# Name
source: Show FPS
be: Паказваць FPS

# Name
source: Show Paint
be: Паказ абнаўлення

# Name
source: Slide Back
be: Ссоўване назад

# Name
source: Slide
be: Ссоўванне

# Name
source: Sliding Popups
be: Рухомыя выплыўныя вокны

# Name
source: Snap Helper
be: Прывязванне

# Name
source: Squash
be: Сцісканне

# Name
source: Startup Feedback
be: Водгук пры запуску

# Name
source: Synchronize Skip Switcher with Taskbar
be: Сінхранізацыя схаваных акон

# Name
source: Thumbnail Aside
be: Бакавыя мініяцюры

# Name
source: Tiling Editor
be: Рэдактар кампанавання

# Name
source: Touch Points
be: Пункты дакранання

# Name
source: Track Mouse
be: Адсочванне мышы

# Name
source: Translucency
be: Празрыстасць

# Name
source: Video Wall
be: Відэасцяна

# Name
source: Window Aperture
be: Аконная дыяфрагма

# Name
source: Present Windows
be: Бягучыя вокны

# Name
source: Wobbly Windows
be: Хісткія вокны

# Name
source: Zoom
be: Маштабаванне

# Description
source: Compositor Settings for Desktop Effects
be: Налады сродку кампазітынгу для эфектаў працоўнага стала

# Description
source: Configure window titlebars and borders
be: Наладжванне панэляў загалоўкаў і рамкі

# Description
source: Configure navigation, number and layout of virtual desktops
be: Наладжванне навігацыі, колькасці і макета кампанавання віртуальных працоўных сталоў

# Description
source: Configure compositor settings for desktop effects
be: Наладжванне сродку кампазітынгу для эфектаў працоўнага стала

# Description
source: Configure window actions and behavior
be: Наладжванне дзеянняў і паводзін акон

# Description
source: Individual Window Behavior
be: Паводзіны асобных акон

# Description
source: Configure active screen corners and edges
be: Наладжванне актыўных кутоў і краёў экрана

# Description
source: Configure touch screen swipe gestures
be: Наладжванне жэстаў вядзення пальцам па сэнсарным экране

# Description
source: Manage KWin scripts
be: Кіраванне скрыптамі KWin

# Description
source: Navigation Through Windows
be: Навігацыя па вокнах

# Description
source: Select which virtual keyboard to use
be: Віртуальная клавіятура для выкарыстання

# Description
source: Select which keys will be globally available to legacy X11 apps
be: Абярыце клавішы, якія будуць глабальна даступныя для састарэлых праграм X11

# Description
source: Improve contrast and readability behind semi-transparent windows
be: Паляпшэнне кантраснасці і чытальнасці за паўпразрыстымі вокнамі

# Description
source: Animates system style changes
be: Анімаванне змены стылю сістэмы

# Description
source: Blurs the background behind semi-transparent windows
be: Размыццё фону за паўпразрыстымі вокнамі

# Description
source: Supports picking a color
be: Падтрымка выбару колеру

# Description
source: An on screen display indicating the desktop change
be: На экране паказваецца змена працоўнага стала

# Description
source: Darkens the parent window of the currently active dialog
be: Зацямненне бацькоўскага акна актыўнага дыялогавага акна

# Description
source: Darken inactive windows
be: Зацямненне неактыўных акон

# Description
source: Darkens the entire screen when requesting root privileges
be: Зацямненне ўсяго экрана пры запытванні правоў суперкарыстальніка

# Description
source: Suck windows into the desktop
be: Эфект усмоктвання акон у цэнтр экрана

# Description
source: Fade between virtual desktops when switching between them
be: Пераход паміж віртуальнымі працоўнымі сталамі пры пераключэнні паміж імі

# Description
source: Make windows smoothly fade in and out when they are shown or hidden
be: Плаўнае згасанне або з'яўленне акон

# Description
source: Make popups smoothly fade in and out when they are shown or hidden
be: Плаўнае згасанне або з'яўленне выплыўных акон

# Description
source: Closed windows fall into pieces
be: Пры закрыцці вокны развальваюцца на кавалкі

# Description
source: Desaturate windows of unresponsive (frozen) applications
be: Абясколерванне праграм, якія не адказваюць (працэсы якіх замарожаныя)

# Description
source: Animation for a window going to and leaving full screen mode
be: Анімацыя пераходу ў поўнаэкранны рэжым і выхаду з яго

# Description
source: Glide windows as they appear or disappear
be: Плаўнасць пры з'яўленні або знікненні акон

# Description
source: Highlight the appropriate window when hovering over taskbar entries
be: Падсвятленне адпаведнага акна пры навядзенні курсора на яго запіс на панэлі задач

# Description
source: Inverts the color of the desktop and windows
be: Інвертаванне колеру працоўнага стала і акон

# Description
source: The classic theme known from KDE 3
be: Класічная тэма, вядомая з KDE 3

# Description
source: Helper Effect for KScreen
be: Дапаможны эфект для KScreen

# Description
source: Smoothly fade to the desktop when logging in
be: Плаўнае зацямненне працоўнага стала падчас уваходу

# Description
source: Smoothly fade to the logout screen
be: Плаўнае зацямненне пры пераходзе да экрана выхаду з сеанса

# Description
source: Simulate a magic lamp when minimizing windows
be: Сімуляцыя чароўнай лямпы пры згортванні акон

# Description
source: Magnify the section of the screen that is near the mouse cursor
be: Павялічэнне часткі экрана побач з курсорам мышы

# Description
source: Animation for a window going to maximize/restore from maximize
be: Анімацыя акон пры разгортванні і згортванні з разгорнутага рэжыму

# Description
source: Adds a shortcut to minimize and restore all windows
be: Дадае спалучэнне клавіш для згортвання і разгортвання ўсіх акон

# Description
source: Cross fade animation when Tooltips or Notifications change their geometry
be: Анімацыя згасання пры змене геаметрыі выплыўных падказак і апавяшчэнняў

# Description
source: Creates an animation whenever a mouse button is clicked. This is useful for screenrecordings/presentations
be: Анімацыя пры націсканні кнопкі мышы. Гэта карысна для запісаў экрана/прэзентацый

# Description
source: Allows you to draw lines on the desktop
be: Дазваляе маляваць лініі на працоўным стале

# Description
source: Allows you to overview virtual desktops and windows
be: Агляд віртуальных працоўных сталоў і акон

# Description
source: Make windows smoothly scale in and out when they are shown or hidden
be: Плаўнае павелічэнне або памяншэнне акон пры з'яўленні або знікненні

# Description
source: Highlights a screen edge when approaching
be: Падсвятляе край экрана пры набліжэнні да яго

# Description
source: Helper effect for screenshot tools
be: Дапаможны эфект для інструментаў для стварэння здымкаў экрана

# Description
source: Animates display transformations
be: Анімацыя трансфармавання дысплэя

# Description
source: Keep the desktop background alive during logout until the end
be: Захаванне фону працоўнага стала падчас выхаду

# Description
source: Make modal dialogs smoothly fly in and out when they are shown or hidden
be: Мадальныя дыялогавыя вокны плаўна з'яўляюцца з бацькоўскіх акон і знікаюць у іх, калі яны паказваюцца або хаваюцца

# Description
source: Display KWin's performance in the corner of the screen
be: Паказ прадукцыйнасці KWin у куце экрана

# Description
source: Highlight areas of the desktop that have been recently updated
be: Падсвятленне абласцей працоўнага стала, якія былі нядаўна абноўленыя

# Description
source: Slide back windows when another window is raised
be: Пры ўзніманні іншага акна акно ссоўваецца назад

# Description
source: Slide desktops when switching virtual desktops
be: Ссоўване працоўных сталоў пры пераключэнні віртуальных працоўных сталоў

# Description
source: Sliding animation for Plasma popups
be: Анімацыя высоўвання для выплыўных акон Plasma

# Description
source: Help you locate the center of the screen when moving a window
be: Дапамагае знайсці цэнтр экрана пры перамяшчэнні акна

# Description
source: Squash windows when they are minimized
be: Сціскаць вокны, калі яны згорнутыя

# Description
source: Helper effect for startup feedback
be: Дапаможны эфект для водгукаў пры запуску

# Description
source: Hides all windows marked as Skip Taskbar to be also excluded from window switchers (e.g. Alt+Tab)
be: Хавае ўсе вокны, якія трэба хаваць для панэлі задач, для сродку пераключэння акон (напрыклад, Alt+Tab)

# Description
source: Display window thumbnails on the edge of the screen
be: Паказ міняцюр акон ля краю экрана

# Description
source: Editor for the tiling areas
be: Рэдактар абласцей кампанавання

# Description
source: Visualize touch points
be: Візуалізацыя пунктаў дакранання

# Description
source: Display a mouse cursor locating effect when activated
be: Калі ўключана, паказваецца эфект знаходжання курсора мышы

# Description
source: Make windows translucent under different conditions
be: Забеспячэнне празрыстасці акон

# Description
source: Spans fullscreen video player over all attached screens to create a Video Wall
be: Размяркоўвае поўнаэкранны відэаплэер на ўсе падлучаныя экраны, каб стварыць відэасцяну

# Description
source: Move windows into screen corners
be: Перамяшчэнне акон у куты экрана

# Description
source: Zoom out until all opened windows can be displayed side-by-side
be: Маштаб памяншаецца, пакуль усе адкрытыя вокны не будуць адлюстроўвацца побач адно з адным

# Description
source: Deform windows while they are moving
be: Дэфармацыя акон падчас перамяшчэння

# Description
source: Magnify the entire desktop
be: Павелічэнне ўсяго працоўнага стала

# Authors Name
source: Real Name
be: Сапраўднае імя
