Repository: antikruk/KDE
Catalog: translated/Belarusian/KDE5/*/konsole/org.kde.konsole.appdata.po
Languages: be

source: Terminal
be: Тэрмінал

source: Konsole is a terminal to run a command shell. It provides a command line interface for directly controlling your computer.
be: Konsole - гэта тэрмінал для запуску загаднай абалонкі. Праграма забяспечвае доступ да інтэрфейсу загаднага радка для непасрэднага кіравання камп'ютарам.

source: Features:
be: Магчымасці:

source: Tabs
be: Укладкі

source: Multiple profiles
be: Некалькі профіляў

source: Silence and Activity monitoring
be: Адсочванне актыўнасці і бяздзейнасці

source: Bookmark support
be: Падтрымка закладак

source: Searching
be: Пошук

source: Saving output
be: Захаванне вываду

source: Konsole being used as a terminal emulator
be: Konsole выкарыстоўваецца як эмулятар тэрмінала
