Repository: antikruk/KDE
Catalog: translated/Belarusian/KDE6/*/messages/plasma-nm/plasma-nm._desktop_.po
Languages: be

# Name
source: Network Management
be: Кіраванне сеткай

# Comment
source: Network management
be: Кіраванне сеткай

# Name
source: Connection Activated
be: Злучэнне актывавана

# Name
source: Connection Deactivated
be: Злучэнне дэактывавана

# Name
source: Connection Added
be: Злучэнне дададзена

# Name
source: Connection Removed
be: Злучэнне выдалена

# Name
source: Connection Updated
be: Злучэнне абноўлена

# Name
source: Device Failed
be: Збой прылады

# Name
source: Failed to Activate Connection
be: Не ўдалося актываваць злучэнне

# Name
source: Failed to Add Connection
be: Не ўдалося дадаць злучэнне

# Name
source: Failed to Deactivate Connection
be: Не ўдалося дэактываваць злучэнне

# Name
source: Failed to Remove Connection
be: Не ўдалося выдаліць злучэнне

# Name
source: Failed to Get Secrets
be: Не ўдалося атрымаць сакрэтныя даныя

# Name
source: Failed to Update Connection
be: Не ўдалося абнавіць злучэнне

# Name
source: Missing VPN Plugin
be: Няма ўбудовы VPN

# Name
source: No Longer Connected to a Network
be: Больш не падлучана да сеткі

# Name
source: Captive Portal Detected
be: Выяўлены Captive-партал

# Name
source: Limited Connectivity
be: Абмежаваная сувязь

# Name
source: Failed to Create Hotspot
be: Не ўдалося стварыць пункт доступу

# Name
source: VPN Importer
be: Імпарцёр VPN
