Repository: antikruk/KDE
Catalog: translated/Belarusian/*/khotkeys/khotkeys._desktop_.po
Languages: be

# Name
source: Input Actions
be: Дзеянні уводу

# Comment
source: Input Actions service performing configured actions on key presses
be: Служба дзеянняў уводу, якая выконвае наладжаныя дзеянні пры націсканні клавіш

source: Comment
be: Каментар

# Name
source: Search
be: Пошук

# Comment
source: Simple_action
be: Простае_дзеянне

# Comment
source: This group contains various examples demonstrating most of the features of KHotkeys. (Note that this group and all its actions are disabled by default.)
be: Гэтая група змяшчае розныя прыклады, якія дэманструюць большасць функцый KHotkeys. (Звярніце ўвагу, што гэтая група і ўсе яе дзеянні прадвызначана адключаныя.)

# Name
source: Examples
be: Прыклады

# Comment
source: After pressing Ctrl+Alt+I, the KSIRC window will be activated, if it exists. Simple.
be: Пасля націскання Ctrl+Alt+I будзе актывавана акно KSIRC, калі яно існуе. Простае.

# Name
source: Activate KSIRC Window
be: Актываваць акно KSIRC

# Comment
source: KSIRC window
be: Акно KSIRC

# Comment
source: After pressing Alt+Ctrl+H the input of 'Hello' will be simulated, as if you typed it. This is especially useful if you have call to frequently type a word (for instance, 'unsigned'). Every keypress in the input is separated by a colon ':'. Note that the keypresses literally mean keypresses, so you have to write what you would press on the keyboard. In the table below, the left column shows the input and the right column shows what to type.\n\n"enter" (i.e. new line) Enter or Return\na (i.e. small a) A\nA (i.e. capital a) Shift+A\n: (colon) Shift+;\n' ' (space) Space
be: Пасля націскання "Alt+Ctrl+H" будзе сімуляваны ўвод "Hello". Гэта асабліва карысна, калі вам трэба часта ўводзіць слова (напрыклад, "без знака"). Кожнае націсканне клавішы пры ўводзе аддзяляецца двукроп'ем ":". Звярніце ўвагу, што націсканне клавіш літаральна азначае націсканне клавішы, таму вы павінны напісаць, што б вы націскалі на клавіятуры. У табліцы ніжэй левы слупок паказвае ўвод, а правы слупок паказвае, што ўводзіць.\n\n"увод" (г.зн. новы радок) Enter або Return\na (г.зн. маленькая a) A\nA (г.зн. вялікая a) Shift+A\n: (двукроп'е) Shift+;\n' ' (прагал) Прагал

# Name
source: Type 'Hello'
be: Увод "Hello"

# Comment
source: This action runs Konsole, after pressing Ctrl+Alt+T.
be: Гэтае дзеянне запускае Konsole пасля націскання Ctrl+Alt+T.

# Name
source: Run Konsole
be: Запусціць Konsole

# Comment
source: Read the comment on the "Type 'Hello'" action first.\n\nQt Designer uses Ctrl+F4 for closing windows. In KDE, however, Ctrl+F4 is the shortcut for going to virtual desktop 4, so this shortcut does not work in Qt Designer. Further, Qt Designer does not use KDE's standard Ctrl+W for closing the window.\n\nThis problem can be solved by remapping Ctrl+W to Ctrl+F4 when the active window is Qt Designer. When Qt Designer is active, every time Ctrl+W is pressed, Ctrl+F4 will be sent to Qt Designer instead. In other applications, the effect of Ctrl+W is unchanged.\n\nWe now need to specify three things: A new shortcut trigger on 'Ctrl+W', a new keyboard input action sending Ctrl+F4, and a new condition that the active window is Qt Designer.\nQt Designer seems to always have title 'Qt Designer by Trolltech', so the condition will check for the active window having that title.
be: Спачатку прачытайце каментар да дзеяння "Увод 'Hello'".\n\nQt Designer выкарыстоўвае Ctrl+F4 для закрыцця акон. Аднак у KDE спалучэнне клавіш Ctrl+F4 - спалучэнне клавіш для пераходу на віртуальны працоўны стол 4, таму гэтае спалучэнне клавіш не працуе ў Qt Designer. Акрамя таго, Qt Designer не выкарыстоўвае стандартнае спалучэнне клавіш KDE Ctrl+W для закрыцця акна.\n\nГэтую праблему можна вырашыць, калі замяніць Ctrl+W на Ctrl+F4, калі актыўнае акно - Qt Designer. Калі Qt Designer актыўны, кожны раз пры націсканні Ctrl+W, Ctrl+F4 будзе адпраўляцца ў Qt Designer. У іншых праграмах эфект Ctrl+W не змяняецца.\n\nЦяпер трэба вызначыць тры рэчы: новае спалучэнне клавіш замест Ctrl+W, новы ўвод з клавіятуры, які адпраўляе Ctrl+F4 і новую ўмову, што актыўным акном ёсць Qt Designer.\nЗдаецца, Qt Designer заўсёды мае загаловак "Qt Designer ад Trolltech", таму ўмова будзе правяраць наяўнасць актыўнага акна з такім загалоўкам.

# Name
source: Remap Ctrl+W to Ctrl+F4 in Qt Designer
be: Замяніць Ctrl+W на Ctrl+F4 у Qt Designer

# Title
source: Qt Designer by Trolltech
be: Qt Designer ад Trolltech

# Comment
source: By pressing Alt+Ctrl+W a D-Bus call will be performed that will show the minicli. You can use any kind of D-Bus call, just like using the command line 'qdbus' tool.
be: Пры націсканні Alt+Ctrl+W будзе выкліканы D-Bus, які пакажа minicli. Вы можаце выкарыстоўваць любы від выкліку D-Bus накшталт інструмента загаднага радка qdbus.

# Name
source: Perform D-Bus call 'qdbus org.kde.krunner /App display'
be: Выканаць выклік D-Bus "qdbus org.kde.krunner /App display"

# Comment
source: Read the comment on the "Type 'Hello'" action first.\n\nJust like the "Type 'Hello'" action, this one simulates keyboard input, specifically, after pressing Ctrl+Alt+B, it sends B to XMMS (B in XMMS jumps to the next song). The 'Send to specific window' checkbox is checked and a window with its class containing 'XMMS_Player' is specified; this will make the input always be sent to this window. This way, you can control XMMS even if, for instance, it is on a different virtual desktop.\n\n(Run 'xprop' and click on the XMMS window and search for WM_CLASS to see 'XMMS_Player').
be: Спачатку прачытайце каментар да дзеяння "Увод "Hello"".\n\nГэтак жа, як і дзеянне "Увод "Hello"", імітуе ўвод з клавіятуры - пасля націскання Ctrl+Alt+B ён адпраўляе B у XMMS ( B у XMMS пераходзіць да наступнай песні). Параметр "Адправіць у вызначанае акно" адзначаны, і вызначана акно з класам, які змяшчае «XMMS_Player»; гэта зробіць так, што ўвод будзе заўсёды адпраўляцца ў гэтае акно. Такім чынам, вы можаце кіраваць XMMS, нават калі ён, напрыклад, знаходзіцца на іншым віртуальным працоўным стале.\n\n(Запусціце «xprop», пстрыкніце акно XMMS і знайдзіце WM_CLASS, каб убачыць «XMMS_Player»).

# Name
source: Next in XMMS
be: Наступнае ў XMMS

# Comment
source: XMMS window
be: Акно XMMS

# Comment
source: XMMS Player window
be: Акно XMMS

# Comment
source: Konqueror in KDE3.1 has tabs, and now you can also have gestures.\n\nJust press the middle mouse button and start drawing one of the gestures, and after you are finished, release the mouse button. If you only need to paste the selection, it still works, just click the middle mouse button. (You can change the mouse button to use in the global settings).\n\nRight now, there are the following gestures available:\nmove right and back left - Forward (Alt+Right)\nmove left and back right - Back (Alt+Left)\nmove up and back down - Up (Alt+Up)\ncircle counterclockwise - Reload (F5)\n\nThe gesture shapes can be entered by performing them in the configuration dialog. You can also look at your numeric pad to help you: gestures are recognized like a 3x3 grid of fields, numbered 1 to 9.\n\nNote that you must perform exactly the gesture to trigger the action. Because of this, it is possible to enter more gestures for the action. You should try to avoid complicated gestures where you change the direction of mouse movement more than once. For instance, 45654 or 74123 are simple to perform, but 1236987 may be already quite difficult.\n\nThe conditions for all gestures are defined in this group. All these gestures are active only if the active window is Konqueror (class contains 'konqueror').
be: Konqueror у KDE3.1 мае ўкладкі, і цяпер вы таксама можаце выкарыстоўваць жэсты.\n\nПроста націсніце сярэднюю кнопку мышы і пачніце маляваць адзін з жэстаў, а пасля таго, як скончыце, адпусціце кнопку мышы. Калі вам трэба толькі ўставіць абранае, проста націсніце сярэднюю кнопку мышы. (Вы можаце змяніць кнопку мышы для выкарыстання ў глабальных наладах).\n\nЗараз даступныя наступныя жэсты:\nперамяшчэнне ўправа і назад улева - Наперад (Alt+Управа)\nперамяшчэнне ўлева і назад управа - Назад ( Alt+Left)\nперамяшчэнне ўверх і назад уніз - Уверх (Alt+Up)\nкола супраць стрэлкі гадзінніка - Перазагрузіць (F5)\n\nФігуры жэстаў можна ўводзіць у дыялогавым акне канфігурацыі. Вы можаце паглядзець на лічбавы блок клавіятуры, каб мець візуальнае ўяўленне: жэсты распазнаюцца як сетка палёў 3x3, пранумараваных ад 1 да 9.\n\nЗвярніце ўвагу, што вы павінны выканаць менавіта той самы жэст, каб запусціць дзеянне. Дзякуючы гэтаму можна ўвесці больш жэстаў для дзеяння. Вы павінны старацца пазбягаць складаных жэстаў, калі вы змяняеце кірунак руху мышы больш за адзін раз. Напрыклад, 45654 або 74123 простыя ў выкананні, але 1236987 можа быць ужо даволі складаным.\n\nУмовы для ўсіх жэстаў вызначаны ў гэтай групе. Усе гэтыя жэсты актыўныя толькі тады, калі актыўнае акно - Konqueror (клас змяшчае "konqueror").

# Name
source: Konqi Gestures
be: Жэсты Konqi

# Comment
source: Konqueror window
be: Акно Konqueror

# Name
source: Back
be: Назад

# Comment
source: Gesture_triggers
be: Трыгеры жэстаў

# Name
source: Forward
be: Наперад

# Name
source: Up
be: Уверх

# Name
source: Reload
be: Перазагрузіць

# Comment
source: After pressing Win+E (Tux+E) a WWW browser will be launched, and it will open http://www.kde.org . You may run all kind of commands you can run in minicli (Alt+F2).
be: Пасля націскання Win+E (Tux+E) будзе запушчаны браўзер WWW, у якім адкрыецца http://www.kde.org. Вы можаце запускаць любыя віды загадаў, якія можна выконваць у minicli (Alt+F2).

# Name
source: Go to KDE Website
be: Перайсці на сайт KDE

# Comment
source: Basic Konqueror gestures.
be: Базавые жэсты Konqueror.

# Name
source: Konqueror Gestures
be: Жэсты Konqueror

# Comment
source: Press, move left, release.
be: Націснуць, перамясціць улева, адпусціць.

# Comment
source: Opera-style: Press, move up, release.\nNOTE: Conflicts with 'New Tab', and as such is disabled by default.
be: У стылі Opera: націснуць, перамясціць уверх, адпусціць.\nУВАГА: канфліктуе з "Новая ўкладка", таму прадвызначана адключана.

# Name
source: Stop Loading
be: Спыніць загрузку

# Comment
source: Going up in URL/directory structure.\nMozilla-style: Press, move up, move left, move up, release.
be: Пераход назад па структуры URL/каталогаў.\nУ стылі Mozilla: націснуць, перамясціць уверх, перамясціць улева, перамясціць уверх, адпусціць.

# Comment
source: Going up in URL/directory structure.\nOpera-style: Press, move up, move left, move up, release.\nNOTE: Conflicts with "Activate Previous Tab", and as such is disabled by default.
be: Пераход назад па структуры URL/каталогаў.\nУ стылі Opera: націснуць, перамясціць уверх, перамясціць улева, перамясціць уверх, адпусціць.\nУВАГА: канфліктуе з "Актываваць папярэднюю ўкладку", таму прадвызначана адключана.

# Name
source: Up #2
be: Назад #2

# Comment
source: Press, move up, move right, release.
be: Націснуць, перамясціць уверх, перамясціць управа, адпусціць.

# Name
source: Activate Next Tab
be: Актываваць наступную ўкладку

# Comment
source: Press, move up, move left, release.
be: Націснуць, перамясціць уверх, перамясціць улева, адпусціць.

# Name
source: Activate Previous Tab
be: Актываваць папярэднюю ўкладку

# Comment
source: Press, move down, move up, move down, release.
be: Націснуць, перамясціць уніз, перамясціць уверх, перамясціць уніз, адпусціць.

# Name
source: Duplicate Tab
be: Стварыць дублікат укладкі

# Comment
source: Press, move down, move up, release.
be: Націснуць, перамясціць уніз, перамясціць уверх, адпусціць.

# Name
source: Duplicate Window
be: Дубляваць акно

# Comment
source: Press, move right, release.
be: Націснуць, перамясціць управа, адпусціць.

# Comment
source: Press, move down, move half up, move right, move down, release.\n(Drawing a lowercase 'h'.)
be: Націснуць, перамясціць уніз, перамясціць напалову ўверх, перамясціць управа, перамясціць уніз, адпусціць.\n(У выглядзе малой літары "h".)

# Name
source: Home
be: Хатні каталог

# Comment
source: Press, move right, move down, move right, release.\nMozilla-style: Press, move down, move right, release.
be: Націснуць, перамясціць управа, перамясціць уніз, перамясціць управа, адпусціць.\nУ стылі Mozilla: націснуць, перамясціць уніз, перамясціць управа, адпусціць.

# Name
source: Close Tab
be: Закрыць укладку

# Comment
source: Press, move up, release.\nConflicts with Opera-style 'Up #2', which is disabled by default.
be: Націснуць, перамясціць уверх, адпусціць.\nКанфліктуе з "Назад #2" у стылі Opera, прадвызначана адключаны.

# Name
source: New Tab
be: Новая ўкладка

# Comment
source: Press, move down, release.
be: Націснуць, перамясціць уніз, адпусціць.

# Name
source: New Window
be: Новае акно

# Comment
source: Press, move up, move down, release.
be: Націснуць, перамясціць уверх, перамясціць уніз, адпусціць.

# Name
source: Custom Shortcuts
be: Адвольныя спалучэнні клавіш

# Comment
source: Configure Input Actions settings
be: Наладжванне дзеянняў уводу

# X-KDE-Keywords
source: global,keyboard shortcuts,hot keys,hotkeys,KHotKeys,input actions,mouse gestures,actions,triggers,launch
be: глабальныя, спалучэнні клавіш, гарачыя клавішы, гарачыя клавішы, KHotKeys, дзеянні ўводу, жэсты мышы, дзеянні, трыгеры, запуск
